Repository: manaflow-ai/cmux
Catalog: Packages/iOS/CmuxConversation/Sources/CmuxConversationCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# conversation.ax.action.copy
source: Copy
ja: コピー

# conversation.ax.action.delete
source: Delete
ja: 削除

# conversation.ax.action.edit
source: Edit
ja: 編集

# conversation.ax.action.openThread
source: Open Thread
ja: スレッドを開く

# conversation.ax.action.reply
source: Reply
ja: 返信

# conversation.ax.action.tryAgain
source: Try Again
ja: 再試行

# conversation.ax.action.undoSend
source: Undo Send
ja: 送信を取り消す

# conversation.ax.copied
source: Message copied
ja: メッセージをコピーしました

# conversation.ax.photo
source: Photo
ja: 写真

# conversation.ax.photos
source: %d photos
ja: 写真%d枚

# conversation.ax.reactHint
source: Double tap to react to message
ja: メッセージに応答するには、ダブルタップします

# conversation.ax.reactHint.mac
source: Activate to react to message
ja: メッセージに応答するには、アクティベートします

# conversation.ax.reactions
source: Reactions
ja: 応答

# conversation.ax.received
source: Message received: %@
ja: メッセージを受信しました: %@

# conversation.ax.sendFailure
source: Send failure
ja: 送信エラー

# conversation.ax.someone.exclamation
source: %@ emphasized this
ja: %@さんはこれに「感嘆符」と応答

# conversation.ax.someone.haha
source: %@ laughed at this
ja: %@さんはこれに「笑い」と応答

# conversation.ax.someone.heart
source: %@ loved this
ja: %@さんはこれに「ハート」と応答

# conversation.ax.someone.question
source: %@ questioned this
ja: %@さんはこれに「疑問符」と応答

# conversation.ax.someone.thumbsdown
source: %@ disliked this
ja: %@さんはこれに「よくないね」と応答

# conversation.ax.someone.thumbsup
source: %@ liked this
ja: %@さんはこれに「いいね」と応答

# conversation.ax.tapback.exclamation
source: Exclamation mark
ja: 感嘆符

# conversation.ax.tapback.haha
source: Ha ha!
ja: 笑い

# conversation.ax.tapback.heart
source: Heart
ja: ハート

# conversation.ax.tapback.question
source: Question mark
ja: 疑問符

# conversation.ax.tapback.thumbsdown
source: Thumbs down
ja: よくないね

# conversation.ax.tapback.thumbsup
source: Thumbs up
ja: いいね

# conversation.ax.transcript
source: Messages
ja: メッセージ

# conversation.ax.you.exclamation
source: You emphasized this
ja: あなたはこれに「感嘆符」と応答

# conversation.ax.you.haha
source: You laughed at this
ja: あなたはこれに「笑い」と応答

# conversation.ax.you.heart
source: You loved this
ja: あなたはこれに「ハート」と応答

# conversation.ax.you.question
source: You questioned this
ja: あなたはこれに「疑問符」と応答

# conversation.ax.you.thumbsdown
source: You disliked this
ja: あなたはこれに「よくないね」と応答

# conversation.ax.you.thumbsup
source: You liked this
ja: あなたはこれに「いいね」と応答

# conversation.ax.yourMessage
source: Your message
ja: あなたのメッセージ

# conversation.list.empty
source: No Conversations
ja: チャットなし

# conversation.list.filter.all
source: All Messages
ja: すべてのメッセージ

# conversation.list.filter.unread
source: Unread Messages
ja: 未開封メッセージ

# conversation.list.noMessages
source: No Messages
ja: メッセージなし

# conversation.list.noSelection
source: No Conversation Selected
ja: チャットが選択されていません

# conversation.list.noUnread.description
source: Messages that are unread will appear here.
ja: 未開封メッセージがここに表示されます。

# conversation.status.deliveredQuietly
source: Delivered Quietly
ja: 目立たない形で配信済み

# conversation.system.added
source: #%1$@# added %2$@ to the conversation.
ja: #%1$@#さんが%2$@さんをこのチャットに追加しました。

# conversation.system.added.byYou
source: #You# added %@ to the conversation.
ja: #あなた#が%@さんをこのチャットに追加しました。

# conversation.system.added.you
source: #%@# added you to the conversation.
ja: #%@#さんがあなたをこのチャットに追加しました。

# conversation.system.changedPhoto
source: #%@# changed the group photo.
ja: #%@#さんがグループ写真を変更しました。

# conversation.system.changedPhoto.you
source: #You# changed the group photo.
ja: #あなた#がグループ写真を変更しました。

# conversation.system.left
source: #%@# left the conversation.
ja: #%@#さんがこのチャットを離れました。

# conversation.system.left.you
source: #You# left the conversation.
ja: #あなた#はこのチャットを離れました。

# conversation.system.named
source: #%1$@# named the conversation “%2$@”.
ja: #%1$@#さんがこのチャットに“%2$@”という名前を付けました。

# conversation.system.named.you
source: #You# named the conversation “%@”.
ja: #あなた#がこのチャットに“%@”という名前を付けました。

# conversation.system.removed
source: #%1$@# removed %2$@ from the conversation.
ja: #%1$@#さんが%2$@さんをこのチャットから外しました。

# conversation.system.removed.byYou
source: #You# removed %@ from the conversation.
ja: #あなた#が%@さんをこのチャットから外しました。

# conversation.system.removed.you
source: #%@# removed you from the conversation.
ja: #%@#さんがあなたをこのチャットから外しました。

# conversation.system.removedName
source: #%1$@# removed the name from the conversation.
ja: #%1$@#さんがこのチャットの名前を削除しました。

# conversation.system.removedName.you
source: #You# removed the name from the conversation.
ja: #あなた#がこのチャットの名前を削除しました。

# conversation.system.removedPhoto
source: #%@# removed the group photo.
ja: #%@#さんがグループ写真を削除しました。

# conversation.system.removedPhoto.you
source: #You# removed the group photo.
ja: #あなた#がグループ写真を削除しました。

# conversation.unavailability.notifyAnyway
source: Notify Anyway
ja: このまま通知

# conversation.unavailability.silenced
source: %@ has notifications silenced
ja: %@さんは、通知を受け取らないようにしています

# conversation.background.color
source: Background Color
ja: 背景のカラー

# conversation.background.edit
source: Edit Background
ja: 背景を編集

# conversation.background.look.bubblegum
source: Bubblegum
ja: バブルガム

# conversation.background.look.carbon
source: Carbon
ja: カーボン

# conversation.background.look.cherry
source: Cherry
ja: サクランボ

# conversation.background.look.clear
source: Clear
ja: クリア

# conversation.background.look.deepSea
source: Deep Sea
ja: 深海

# conversation.background.look.dusk
source: Dusk
ja: 夕暮れ

# conversation.background.look.gold
source: Gold
ja: ゴールド

# conversation.background.look.green
source: Green
ja: グリーン

# conversation.background.look.greenApple
source: Green Apple
ja: 青リンゴ

# conversation.background.look.ice
source: Ice
ja: 氷

# conversation.background.look.light
source: Light
ja: ライト

# conversation.background.look.magenta
source: Magenta
ja: マゼンタ

# conversation.background.look.mango
source: Mango
ja: マンゴー

# conversation.background.look.pink
source: Pink
ja: ピンク

# conversation.background.look.plum
source: Plum
ja: プラム

# conversation.background.look.purple
source: Purple
ja: パープル

# conversation.background.look.silver
source: Silver
ja: シルバー

# conversation.background.look.stone
source: Stone
ja: ストーン

# conversation.background.look.sunrise
source: Sunrise
ja: 日の出

# conversation.background.look.sunset
source: Sunset
ja: 日の入

# conversation.background.look.tangerine
source: Tangerine
ja: タンジェリン

# conversation.background.notice.changed
source: #%@# changed the background.
ja: #%@#さんが背景を変更しました。

# conversation.background.notice.removed
source: #%@# removed the background.
ja: #%@#さんが背景を削除しました。

# conversation.background.notice.youChanged
source: #You# changed the background.
ja: #あなた#が背景を変更しました。

# conversation.background.notice.youRemoved
source: #You# removed the background.
ja: #あなた#が背景を削除しました。

# conversation.background.set
source: Set
ja: 設定

# conversation.background.tab
source: Backgrounds
ja: 背景

# conversation.background.type.aurora
source: Aurora
ja: オーロラ

# conversation.background.type.color
source: Color
ja: カラー

# conversation.background.type.glitter
source: Glitter
ja: グリッター

# conversation.background.type.none
source: None
ja: なし

# conversation.background.type.photo
source: Photo
ja: 写真

# conversation.background.type.sky
source: Sky
ja: 空

# conversation.background.type.water
source: Water
ja: 水
